tap "browsh-org/browsh"
tap "cloudfoundry/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "gardener/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "ohueter/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "tako8ki/tap"
brew "antidote"
brew "asciidoctor"
brew "bat"
brew "biber"
brew "bottom"
brew "cloudflared"
brew "code-minimap"
brew "commitizen"
brew "cowsay"
brew "cyrus-sasl"
brew "dive"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "gojq"
brew "grpcurl"
brew "helm"
brew "htop"
brew "node"
brew "http-server"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubecm"
brew "kubectx"
brew "kubeseal"
brew "kyma-cli"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "ollama"
brew "parallel"
brew "pnpm"
brew "protobuf"
brew "pwgen"
brew "rich-cli"
brew "ripgrep"
brew "sd"
brew "skopeo"
brew "starship"
brew "terraform"
brew "texlive"
brew "tfk8s"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tree"
brew "typst"
brew "uv"
brew "w3m"
brew "watch"
brew "watchexec"
brew "wget"
brew "zellij"
brew "zoxide"
brew "browsh-org/browsh/browsh"
brew "cloudfoundry/tap/cf-cli@8"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "gardener/tap/gardenlogin"
brew "int128/kubelogin/kubelogin"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "ohueter/tap/autokbisw"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "tako8ki/tap/gobang"
cask "aldente"
cask "arc"
cask "dozer"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "ngrok"
cask "nvidia-geforce-now"
cask "postman"
cask "workman"
vscode "adpyke.codesnap"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "nvarner.typst-lsp"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
